/* Go back action title */
"Back" = "返回";

/* Continue action title */
"Continue" = "繼續";

/* Setup a new printer title */
"Set Up New Printer" = "設定新印表機";

/* Application name */
"HP Easy Wireless Setup" = "HP Easy Wireless Setup";

/* HP Smart print details explanation */
"In just a few steps, you can start using your HP printer." = "只要幾個步驟，就能開始使用 HP 印表機。";

/* Prepare printer message */
"Prepare" = "準備";

/* Ensure power is on message on prepare printer view */
"Power is ON" = "電源已開啟";


/* Unconfigured printer display name */
"New Wireless Printer" = "新無線印表機";

/* Printer selection view title */
"Connect" = "連接";

/* Printer selection view description */
"Click Continue to set up a new wireless printer, or click Show All to select a printer that is already connected." = "按一下「繼續」以設定新的無線印表機，或按一下「全部顯示」選擇已連接的印表機。";

/* Show all printers button title */
"Show All" = "全部顯示";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         	Printer configuration                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Printer confuguration view description */
"Follow these steps to add your printer to your Wi-Fi network." = "依照這些步驟將您的印表機加入 Wi-Fi 網路中。";

/* Connect to HP-Setup- network title */
"Connect your Mac to the printer" = "連接 Mac 電腦與印表機";

/* Connect to HP-Setup- network explanation */
"Click the Wi-Fi icon in the menu bar and choose the printer's network (starts with \"HP-Setup\")." = "按一下功能表列上的「Wi-Fi」圖示，然後選擇印表機的網路 (以「HP-Setup」開頭)。";

/* Join network step title */

/* Connect to known network message */
"Click the Wi-Fi icon in the menu bar, and select your printer network (%@)" = "按一下功能表列上的「Wi-Fi」圖示，然後選擇您的印表機網路 (%@)";

/* Restore WiFi network step title */
"Restore your Mac's original Wi-Fi setting" = "還原 Mac 原始 Wi-Fi 設定";

/* Generic network name in lowercase */
"your network" = "您的網路";

/* Restore WiFi network step explanation */
"Click the Wi-Fi icon in the menu bar and choose the %@ network." = "按一下功能表列上的「Wi-Fi」圖示，然後選擇 %@ 網路。";
"Click the Wi-Fi icon in the menu bar, choose \"Join Other Network\", and connect to the %@ network." = "按一下功能表列上的「Wi-Fi」圖示，選擇「加入其他網路」，然後連接到 %@ 網路。";

/* Generic network name */
"Your network" = "您的網路";

/* Password description format */
"The Wi-Fi network%1$@requires a%2$@password." = "Wi-Fi 網路%1$@需要 %2$@密碼。";

/* Password title */
"Password:" = "密碼:";

/* Cancel button title */
"Cancel" = "取消";

/* OK button title */
"OK" = "確定";

/* Join button title */
"Join" = "加入";

/* Try again button title */
"Try Again" = "再試一次";

/* Default button of alert on timeout while restoring connection */
"Wait" = "等待";

/* Alternate button of alert on timeout while restoring connection */
"Reconfigure" = "重新設定";

/* Network joining error description */
"Make sure the network name and password are correct, try again later, or select another network from the list." = "請確認網路名稱和密碼正確，於稍後再試一次，或從清單中選擇另一個網路。";

/* Other button of alert on timeout while restoring connection */
"Cancel" = "取消";

/* Message text of the alert when connecting to unsupported network */
"Cannot connect to the network \"%@\"" = "無法連接到網路「%@」";

/* Informative text of the alert when connecting to unsupported network */
"The network \"%1$@\" has the %2$@ encryption type. This encryption type is not supported." = "網路「%1$@」有 %2$@ 加密類型。不支援這種加密類型。";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Print test page controller                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Add and print screen messages */
"Follow the steps below to prepare for printing." = "依照這些步驟進行列印準備。";
"Click Add Printer. A new window will open." = "按一下「新增印表機」。隨即會開啟一個新視窗。";
"Add Printer..." = "新增印表機…";
"In the newly opened window:" = "在新開啟的視窗中:";
"Choose \"%1$@\" from the %2$@ pop-up menu." = "從 %2$@ 快顯功能表中選擇「%1$@」。";
"Use" = "使用";
"Print Using" = "列印時使用";


"Click Add." = "按一下「加入」。";
"To ascertain that the printer has been successfully configured, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "若要確認印表機已成功設定，在印表機紙匣中放入一張 %@ 紙，然後按一下「列印測試頁」。";

"Print Test Page" = "列印測試頁";

/* The name of the print job */
"Test Page" = "測試頁";

"Add and Verify" = "新增與驗證";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                         Join other network sheet                           */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

/* Join other network sheet title */
"Find and join a Wi-Fi network." = "尋找與加入 Wi-Fi 網路。";

/* Join other network description label */
"Enter the name and security type of the network you want to join." = "輸入您想加入之網路的名稱和安全性類型。";

/* Network name label */
"Network Name:" = "網路名稱:";

/* Security type label */
"Security:" = "安全性:";

/* Password label */
"Password:" = "密碼:";

/* Show password checkbox title */
"Show password" = "顯示密碼";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                   			     Rename printer       		                  */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Apply" = "套用";

"Done" = "完成";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			     Network popup												*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Refreshing Networks..." = "正在重新整理網路…";
"No Networks Found" = "找不到網路";
"%d Networks Found" = "找到 %d 個網路";
"Join Other Network..." = "加入其他網路⋯";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*               			   Network selection tutorial									*/
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Wi-Fi: On" = "Wi-Fi：開啟";
"Turn Wi-Fi Off" = "關閉 Wi-Fi";
"HP-Setup..." = "HP-Setup…";
"Home" = "首頁";
"Create Network..." = "建立網路⋯";
"Open Network Preferences..." = "打開網路偏好設定⋯";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                        Login and password sheet                            */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ is trying to change your print settings. Type your password to allow this." = "%1$@ 正嘗試變更您的列印設定。請輸入您的密碼以允許操作。";

"%1$@ is trying to change your print settings. Type an administrator's name and password to allow this." = "%1$@ 正嘗試變更您的列印設定。請輸入管理員名稱及密碼以允許操作。";

"Account name:" = "帳戶名稱:";


/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                           Non HP driver sheet                              */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/



"Use the Current Driver" = "使用目前的驅動程式";

"Switch to the HP Driver" = "切換為 HP 驅動程式";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                          Network Encryption types                          */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
"none" = "無";
"wpa_psk_or_wpa2" = "WPA∕WPA2 個人級";
"wpa_enterprise" = "WPA 企業級";
"wpa2_enterprise" = "WPA2 企業級";
"wpa_psk" = "WPA 個人級";
"wpa2" = "WPA2 個人級";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                 Plus version                               */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/
/* Finish setup screen strings */
"Preparing to open HP Utility..." = "正在準備開啟 HP Utility...";
"Thank You!" = "感謝您！";
"Continue with HP Utility" = "繼續使用 HP Utility";
"Click Open HP Utility and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "按一下 HP Utility，然後依照顯示的步驟操作。一旦開啟 HP Utility，將會自動關閉 HP Easy Start。";
"Cannot open HP Utility." = "無法開啟 HP Utility。";
"Open HP Utility..." = "開啟 HP Utility...";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "現在，已連接您的印表機且已安裝必要的軟體，使用 HP Utility 來完成剩餘的印表機設定工作。";


/* Software installation strings */
"We were not able to automatically locate any software options for this product. Please go to the HP Website and search for product solutions there." = "我們無法自動找出此產品適用的任何軟體選項。請前往 HP 網站，然後在其中搜尋產品解決方案。";
"Searching for software..." = "正在搜尋軟體...";
"Install" = "安裝";
"Recommended" = "建議";
"Installing... %.1f%%" = "正在安裝... %.1f%%";
"Loading..." = "正在上傳...";
/* Description text for alert on error happened during enabling Web Services */
"The HP Web Services for your device could not be activated" = "無法啟動您裝置的 HP Web 服務";

/* Solution text for alert on error happened during enabling Web Services */
"Please make sure the device is connected to the Internet and has proper proxy settings." = "請確保裝置已連線至網際網路，並具有正確的 Proxy 設定。";

/* Short status message for installation process stalled */
"System activity in progress, please wait…." = "系統活動正在進行中，請稍候...";

"Cannot obtain software information." = "無法獲得軟體資訊。";
"Cannot install software." = "無法安裝軟體。";
"Go back to the previous step and try to install the software again." = "返回上一個步驟並再試著安裝一次軟體。";
"%@ is busy" = "%@ 忙碌中";
"Downloading... %@" = "正在下載... %@";
"Update available" = "可用更新";
"Downloaded" = "已下載";
"Version: %@" = "版本：%@";
"Status: %@" = "狀態：%@";
"Installed successfully" = "已成功安裝";
"The software cannot be installed. Try again later." = "無法安裝軟體。請稍後再試。";
"Cannot connect to server" = "無法連接伺服器";
"Required" = "必填";
"Up to date" = "最新";
"Not Installed" = "未安裝";
"Software installation requires authorization." = "軟體安裝需要授權。";
"Cannot obtain software information. Check your network connection, and then try again." = "無法取得軟體資訊。請檢查您的網路連線，稍後再試一次。";
"Cannot download the software." = "無法下載軟體。";
"Check your network connection, and then try again." = "請檢查您的網路連線，稍後再試一次。";
"Waiting..." = "正在等待...";
"Connecting..." = "正在連接...";
"OSPSentencesJoinFormat" = "%@%@";


/* Print Queue Setup */
"Would you like to use the HP printer driver?" = "您想使用 HP 印表機驅動程式嗎？";
"Select \"%@\"" = "選擇 \"%@\"";

/* Setup printer by IP address instruction */
"Select the IP tab and then enter %@ in the Address field." = "選取「IP」標籤，然後在「位址」欄位中輸入 %@。";

"Choose \"%@\" from the Protocol pop-up menu." = "從「通訊協定」快顯功能表中，選擇「%@」。";
"Choose a protocol supported by your printer from the Protocol pop-up menu." = "從「通訊協定」快顯功能表中，選擇您印表機支援的通訊協定。";

"Generic PostScript Printer" = "一般 PostScript 印表機";
"Generic PCL Printer" = "一般 PCL 印表機";

/* Printer search/discovery */
"Ready to Connect" = "準備連接";
"Search for IP address: %@" = "搜尋 IP 位址：%@";
"Searching..." = "正在搜尋...";
"No devices have been found." = "找不到任何裝置。";
"No devices have been found" = "找不到任何裝置";

"Search for host name: %@" = "搜尋主機名稱：%@";

/* Printer configuration */
"Note: When you click Join, your Mac will be temporarily disconnected from your wireless network. %@" = "附註: 當您按一下「加入」時，您的 Mac 會暫時中斷與無線網路的連線。%@";
"More..." = "更多..."; 
"About HP Auto Wireless Connect" = "關於 HP Auto Wireless Connect";


/* Preferences window title */
"Preferences" = "偏好設定";

/* Preferences menu title */

/* Connect device to Wi-Fi network screen description. The "Join" button is to be titled "加入", consistently with other strings */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click Join." = "按一下裝置圖示下方的標籤並為裝置指定一個易於辨識的名稱，確保選取的是您 Mac 的目前 Wi-Fi 網路，然後按一下「加入」。";

/* Error messages */

"Cannot connect to the selected network." = "無法連線到所選的網路。";
"Cannot configure the printer." = "無法設定印表機。";

/* 1.1 Resources */

/* Displayed when user network set up to use manual IP address and app needs to temporary reconfigure network */

/* Displayed when user tries to quit app during system configuration change */
"You cannot quit the application while changes are being applied." = "您無法在套用變更時結束應用程式。";

/* 5GHz incompatibility alerts */

/* Message displayed on test page */
"Printing is enabled" = "列印已啟用";

/* Displayed when user tries to quit app during software installayion */
"You cannot quit the application during installation. Wait until the installation is completed." = "您無法在安裝期間結束應用程式。請等待安裝完成。";

/* Reminders */
"Remind Me..." = "提醒我…";
"Set reminders to explore and install free HP-recommended software." = "設定發現和安裝免費的 HP 推薦軟體的提醒。";
"Checking for software..." = "正在查找軟體…";

/* Displayed name of the application home page link in reminders view */
"Home Page" = "首頁";

/* Reminder time options */
"30 minutes" = "30 分鐘";
"1 hour" = "1 小時";
"1 day" = "1 天";
"No reminders" = "無提醒";

"Enable Printing" = "啟用列印";

"You cannot quit the application." = "您無法結束應用程式。";

/* Message that displayed when user added the printer (or fax) different from required in the Add & Print Test Page screen */

/* Osprey Lite: The alert text that informs user that the network set up to use manual IP address and he needs to vhange settings to DHCP */

/* Reminders screen title  and description for case reminders are not available (10.7) */
"Other Software" = "其他軟體";
"Explore and install free HP recommended software." = "發現並安裝免費的 HP 推薦軟體。";

/* Reminders screen description for case when reminders are unallowed for the app */
"Please allow %@ to access your reminders in the Security & Privacy system preferences pane" = "請允許 %@ 存取您「安全性和隱私權」系統偏好設定窗格中的提醒。";

/* Caption of the network selection pop-up button when no network is selected and join button is disabled */
"Select the network" = "選取網路";

/* Printer setup */


/* Info button title */
"More Info" = "更多資訊";

/* OWS setup errors */

/* Error alert title */

/* Lost communication with OWS server */

/* Lost communication with device */


/* Application preferences checkboxes */

/* Check for updates interval items, correspond to 'Automatically check for updates'*/

/* System menu item */

/* Enable Printing alert description */

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                                     2.0                                    */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"%1$@ may have been deleted or moved to another location. Quit and then reopen %1$@, and try again." = "%1$@ 可能已被刪除或移到其他位置。請結束後重新開啟 %1$@，然後再試一次。";
"Cannot complete operation" = "無法完成作業";
"Are you sure that you want to skip Online Setup steps?" = "確定要略過「線上安裝」步驟嗎?";
"Skip" = "略過";
"Online Setup is an important part of the complete setup of your printer. Certain product features may not be available to you until these steps are completed." = "「線上安裝」是完成印表機安裝的重要一環。某些產品功能可能會在完成這些步驟後才可供您使用。";
"Unable to communicate with the printer." = "無法與印表機通訊。";

/* Printer is not found title */
"No devices found that match search criteria" = "找不到符合搜尋準則的裝置";

/* Description for case when the printer is not found during the filtering */
"Make sure that your device is powered on, and already connected to your network or via USB or ready to connect to your wireless network. Also check the product name, or assigned name for the networked device, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "確保您的裝置已開啟電源，並且已連線至網路或插入 USB，或準備好連線至無線網路。另請查看產品名稱或為網路裝置指派的名稱，並確保正確輸入您的搜尋資訊。如果仍找不到您的裝置，請按一下「資訊」按鈕以查看更多要遵循的提示。";

/* Description for case when the printer is not found during search by IP-address or host name */

/* Incorrect queue creation alert title and description */
"Printing was not enabled" = "列印未啟用。";
"Printing was not enabled successfully during the previous steps. This appears to have been caused by an incorrect printer selection in the Add Printer dialog. Please perform these steps again and pay close attention to the selections that you make." = "在上述步驟中未成功啟用列印。該問題似乎是由「新增印表機」對話方塊中不正確的印表機選擇造成的。請重新執行這些步驟，並密切注意您所做的選擇。";

"To connect the printer, complete the following steps. After you complete each step, click \"Try Again\".\n\n1. Make sure all printer cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the printer off, and then turn it on again" = "若要連接印表機，請完成下列步驟。在完成每一個步驟後，請按一下「再試一次」。\n\n1. 確認所有印表機接線都連接牢固或無線連線運作正常。\n\n2. 關閉印表機，然後再重新開啟。";

"Username:" = "使用者名稱:";

/* Conclusion screen title */
"Continue Online" = "線上繼續";

/* Conclusion screen description */
"Now that you are connected and essential software is installed, remaining printer setup tasks will occur online." = "現在，您已連線並且已安裝必要的軟體，剩餘的印表機設定工作將在線上進行。";

/* Continue Online button title */
"Continue Online..." = "線上繼續…";

/* Continue Online action description */
"Click Continue Online to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "按一下「線上繼續」開啟您的網頁瀏覽器，然後遵循顯示的步驟操作。在您的瀏覽器開啟時，HP Easy Start 就會自動關閉。";

/* Skip Online Setup alert buttons */
"Continue Online Setup" = "繼續線上安裝程式";
"Skip Online Setup" = "跳過線上安裝程式";

/* Finishing OWS setup progress title */
"Finishing setup..." = "正在完成安裝程式...";

/* No-devices-found instruction */
"Make sure that the device is powered on, all cables are connected, and wireless access is enabled on the device. Click the Information button for more tips to follow if your device is still not found." = "請確保裝置已開啟電源，所有纜線已連接，且裝置上已啟用無線存取。如果仍未找到您的裝置，請按一下「資訊」按鈕以取得更多要遵循的秘訣。";


/* Not enough free space for SW download error description */
"There is not enough free space on your startup disk to download the selected software. Please make more space available on your startup disk by deleting files and try again." = "您啟動磁碟上的可用空間不足，無法下載所選軟體。請刪除啟動磁碟上的一些檔案以提供更多可用空間，然後再試一次。";

/* Not enough free space for SW installation check failed error description */
"OSPNotEnoughAvailableSpaceToInstall" = "HP Easy Start 要求您的啟動磁碟上至少有 %1$@ 可用空間才能安裝所選項目，但只有 %2$@ 可用。請刪除啟動磁碟上的一些檔案以提供更多可用空間，然後再試一次。";

/* Accessibility title for untitled Search button in Select Printer window. */
"OSPSearchButton" = "搜尋";

/*  Name of IPP protocol in the system Add Printer dialog */
"OSPIPPProtocolTitle" = "Internet 列印通訊協定 - IPP";
/* Name of LPD protocol in the system Add Printer dialog */
"OSPLPDProtocolTitle" = "行列式印表機服務程式 - LPD";
/* Name of HP Jetdirect protocol in the system Add Printer */
"OSPJetDirectProtocolTitle" = "HP Jetdirect - Socket";

/* The names of the AirPrint and Secure AirPrint printer software. Localized strings should match to systems ones displayed in the Add Printer dialog */
"OSPPrinterSoftwareAirPrint" = "AirPrint";
"OSPPrinterSoftwareSecureAirPrint" = "安全的 AirPrint";

/* Single byte size format */
"OSPByteSizeFormat" = "%zd 位元組";

/* Multiple bytes size format */
"OSPBytesSizeFormat" = "%zd 位元組";

/* KB size format */
"OSPKBSizeFormat" = "%zd KB";

/* MB size format */
"OSPMBSizeFormat" = "%.1f MB";

/* GB size format */
"OSPGBSizeFormat" = "%.2f GB";

/* TB size format */
"OSPTBSizeFormat" = "%.2f TB";

/* The information to show in the Install screen when there are no software packages available for selected AirPrint compatible device. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForAirPrintDevice" = "AirPrint 相容的 %1$@ 適用的 HP 軟體僅適用於作業系統 X %2$@ 或更新版本。按一下「繼續」，使用 AirPrint 繼續設定。";

/* The information to show in the Install screen when there are no software packages available for selected device on user’s OS. %1$@ - model name, %2$@ - OS X version number */
"OSPInfoMessageNoSoftwareForDevice" = "%1$@ 裝置適用的 HP 驅動程式僅適用於作業系統 X %2$@ 或更新版本。請更新電腦的作業系統，然後安裝最新的 HP 驅動程式。";

/* Continue online screen message in case the device is AirPrint capable and no HP software is installed */
"Now that you are connected, remaining setup tasks will occur online." = "既已連線，剩餘的設定工作會在線上完成。";

/* Enable logging info sheet title */

/* Enable logging info sheet informative text */

/* Enable logging info sheet button titles */


/* Enable logging checkbox title */
"Enable Logging" = "啟用記錄";

/*////////////////////////////////////////////////////////////////////////////*/
/* New licence aggreement strings */

"Agreements and Settings" = "協議與設定";

"AgreementsAndSettingsScreenCescription" = "HP 會收集並分析來自您裝置的產品、軟體和服務使用情況及技術資料，以便提供我們的產品和服務 (包括更新項目和提示)、提供與您相關的資訊和益處，以及改善產品、服務和業務營運。HP 還會結合依據 HP 隱私權聲明從貴處、其他 HP 客戶或協力廠商收集的其他個人資料來分析此資料。\n\n請檢視並指示您接受以下協議與設定。";

/* First agreement: Information collected during setup.  See also "Information Collected.rtf" */

"Information Collected During the Setup Process" = "設定程序期間收集的資訊";

"Disclosure of the information collected by HP during the setup process." = "披露 HP 在設定程序期間所收集的資訊。";

/* Second agreement: EULA */
"End User License Agreement" = "使用者許可協議";

"The legal agreement between HP and users of this software." = "HP 與本軟體使用者之間的法律協議。";

/* Third agreement: Usage Tracking.  See also  "Product Improvement.rtf" */
 
"Product Improvement Data Collection (Recommended)" = "產品改善資料收集 (建議)";

"To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information." = "To improve HP products and solutions, better understand customers and develop strategic business initiatives, HP uses tools, including Google Analytics, to collect, combine and analyze data that contains no personally identifiable information.";

"Allow HP to collect data for Product Improvements" = "允許 HP 收集和分析產品與軟體使用情況資訊";

/* Miscellaneous */

"HP Privacy Statement" = "HP 隱私權聲明";



/* Printer - specific strings adjustments */

/* HP Smart print details explanation */
"In just a few steps, your HP printer or scanner will be ready for use!" = "只需幾個步驟，您的 HP 印表機或掃描器便可準備就緒!";

/* Click continue message on prepare printer view */
"Click Continue once these preliminary tasks have been completed." = "完成這些初步作業後，立即按一下「繼續」。";

/* Ensure supplies are installed message on prepare printer view */
"Supplies are installed, if applicable" = "已安裝耗材 (若適用)";

/* Ensure network connection message on prepare printer view */
"If you do not intend to use a wireless connection, then attach the proper cable (USB or Ethernet) from your device to your Mac or wired network." = "如果您不想使用無線連線，請從您的裝置連接適當的接線 (USB 或乙太網路) 到您的 Mac 或有線網路。";

/* Refer to the information message on prepare printer view */
"If you need assistance with any of these tasks, refer to the information provided with your HP product." = "如果您在執行任何一項作業時需要協助，請參閱您的 HP 產品隨附的資訊。";

/* Unconfigured device display name */
"New Wireless Device" = "新增無線裝置";

/* Printer selection view description */
"Select the device you want to use and then click Continue." = "請選取您想要使用的裝置並按一下「繼續」。";

/* Device configuration error text */
"An error occurred during the configuration attempt. Reset the device to its default settings, and then try again." = "嘗試設定時發生錯誤。請將裝置重置為其預設設定，然後重試。";

/* Alert explanation text displayed when the printer doesn't support LEDM configuration */
"Your device does not support wireless setup over a wireless network. Please refer to the product’s documentation for more information." = "您的裝置不支援透過無線網路進行無線設定。請參閱產品的說明文件瞭解更多資訊。";

/* Alert info on timeout while restoring connection */
"The device was not found on your wireless network. Click Wait to continue searching, or click Reconfigure to start the configuration again from the beginning. Click Cancel to select another device." = "未在您的無線網路上找到該裝置。請按一下「等候」以繼續搜尋，或按一下「重新設定」再次從頭啟動設定。按一下「取消」以選取其他裝置。";

/* Setup completion messages on the finish screen */
"Your HP product setup is complete" = "您的 HP 產品設定已完成";
"Your device is set up and ready to use." = "您的裝置已完成設定，隨時可供使用。";
"Now that you are connected and essential software is installed, use HP Utility to complete remaining printer setup tasks." = "既然您已連線並已安裝基本軟體，請使用 HP Utility 完成剩餘的印表機設定工作。";

/* Renaming device title and description*/
"Rename Device (Optional)" = "重新命名裝置 (可留空)";

/* Renaming device error title and description */
"Cannot change device name." = "無法變更裝置名稱。";
"Renaming the device was unsuccessful. You may try again, try using a different name, or proceed with the device’s present name." = "重新命名裝置未成功。您可以再試一次、嘗試使用其他名稱或繼續使用裝置目前的名稱。";

/* Warning displayed in case user selects AirPrint and generic drivers for device on enable printing screen */
"An AirPrint printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "已為您的印表機指定 AirPrint 印表機驅動程式。此驅動程式提供基本功能，並支援與您的印表機搭配使用。但是，為確保存取印表機的所有功能，建議使用 HP 印表機驅動程式。";
"A generic printer driver is assigned to your printer. This driver provides basic features and is supported for use with your printer. However, to ensure access to all of the features of your printer it is recommended that you use the HP printer driver." = "已為您的印表機指定通用印表機驅動程式。此驅動程式提供基本功能，並支援與您的印表機搭配使用。但是，為確保存取印表機的所有功能，建議使用 HP 印表機驅動程式。";

/* Software installation screen description */
"Download and install the recommended software for your HP product." = "為您的 HP 產品下載並安裝建議的軟體。";

/* Device search/discovery messages */
"Turn your Mac's Wi-Fi on to discover available devices." = "開啟 Mac 的 Wi-Fi 以尋找可用裝置。";
"Searching for device with IP address: %@" = "正在搜尋具有以下 IP 位址的裝置: %@";
"Filter the listed devices, or enter an IP address or host name." = "過濾所列裝置，或者輸入 IP 位址或主機名稱。";
"Devices matching %@" = "裝置正在配對 %@"; 
"Cannot find device." = "找不到裝置。";
"Searching for device with host name: %@" = "正在搜尋具有以下主機名稱的裝置: %@";


/* Printer configuration */
"Set Up My HP Product" = "設定我的 HP 產品";


/* Device configuration error alert title */

/* Alert about necessity to change user's network settings to connect to device setup network */
"To configure the device, HP Easy Start needs to temporarily change your connection settings. Authorization is required." = "若要設定裝置，HP Easy Start 需要暫時變更您的連線設定。需要進行授權。";

/* 5 GHz wireless network connection error alerts */
"Your device is not compatible with 5 GHz networks. Select another network, and then try again." = "您的裝置與 5 GHz 網路不相容。請選取其他網路，然後重試。";
"Your device cannot be connected to the %1$@ network channel. Supported channels are %2$@. Set up your router to use one of the supported channels, or select another network." = "您的裝置無法連線到 %1$@ 網路頻道。支援的頻道為 %2$@。請設定您的路由器以使用受支援的其中一個頻道，或選取其他網路。";
"Your device cannot be connected to the %@ network channel. Set up your router to use another channel, or select another network." = "您的裝置無法連線到 %@ 網路頻道。請設定您的路由器以使用其他頻道，或選取其他網路。";

/* Device setup error alert title */

/* Device setup progress messages */
"Gathering device information..." = "正在收集裝置資訊...";


/* USB device busy error allert title and description */
"The device is busy" = "裝置忙碌中";
"Your device is being used by the operating system or some other application. Try again later or restart the device." =  "您的裝置正由作業系統或其他應用程式使用。請稍後重試或重新啟動裝置。";

/* Device communication error title and messages */
"Unable to communicate with the device." = "無法與裝置通訊。";
"Make sure that your device is powered on, and connected to your network. Also check assigned device host name or IP-address, and ensure that your search information is typed correctly. Click the Information button for more tips to follow if your device is still not found." = "確保您的裝置已開啟電源，並連線到您的網路。還請檢查指定的裝置主機名稱或 IP 位址，並確保您的搜尋資訊已正確輸入。如果仍找不到您的裝置，請按一下「資訊」按鈕以瞭解更多要遵循的祕訣。";

"The user name and password assigned to this device by your administrator are required to perform this task." = "需要您的管理員為此裝置指定使用者名稱和密碼，才能執行此工作。";



/* Setup locale and language title and description */


/* Join wireless network progress reporting */ 
"Preparing for setup..." = "正在準備進行設定...";
"Connecting to the device..." = "正在連線到裝置...";
"Setting up the device..." = "正在設定裝置...";

"Restoring your network connection..." = "正在回復網路連線...";
"Verifying the device settings..." = "正在驗證裝置設定...";
"Your device is now connected." = "您的裝置現已連線。";

/* Enable printing/scanning screen title and description */

/* For single-function printers */
"Enable Printing" = "啟用列印";

/* For multi-function printers */
"Enable Print and Scan" = "啟用列印和掃描";
"Follow these steps to prepare to print and scan." = "遵循這些步驟以準備進行列印和掃描。";

/* For single-function scanners */
"Enable Scanning" = "啟用掃描";
"Follow these steps to prepare for scanning." = "遵循這些步驟以準備進行掃描。";

/* Scan test page description */
"To ascertain that the scanner has been successfully configured, place a document in the scanner according to the device’s placement markings, and then click Scan Test Page." = "若要確認掃描器已成功設定，請依據裝置的放置標記在掃描器中放置一份文件，然後按一下「掃描測試頁」。";

/* Scanning unavailable due to unsupported connection error alert title and description */
"Unsupported connection type." = "不受支援的連線類型。";
"Scanning functions will not be available" = "掃描功能將不可用。";
"OS X does not support scanning on devices connected via host name or IP-address methods. You may continue to setup this device for printing only.  To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X 不支援在透過主機名稱或 IP 位址方法連線的裝置上掃描。您可以繼續設定此裝置以僅進行列印。若要掃描，請在您的裝置上啟用 Bonjour，確保裝置與 Mac 連線到相同的區域網路，然後當裝置顯示在清單中時再次選取裝置。";

"OS X does not support scanning on devices connected via host name or IP-address methods.  Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device when it appears in the list." = "OS X 不支援在透過主機名稱或 IP 位址方法連線的裝置上掃描。請在您的裝置上啟用 Bonjour，確保裝置與 Mac 連線到相同的區域網路，然後當裝置顯示在清單中時再次選取裝置。";

/* Scan test page info messages */ 
"Connecting to the scanner..." = "正在連接掃描器...";
"The scanner reported an error" = "掃描器回報錯誤。";
"Scanning..." = "正在掃描...";
"The scanner is warming up..." = "正在準備掃描器 (暖機)...";
"A document is not loaded" = "文件未載入。";

/* Test page control titles */
"Scan" = "掃描";

"Print" = "列印";
"Scan Test Page" = "掃描測試頁";

/* Create device queue instruction and button title */
"Add Device..." = "新增裝置...";

/* ScanJet selection instruction */
"Select \"%1$@\" with Location value \"%2$@\"" = "選取具有位置值「%2$@」的「%1$@」";

/* Error alert description in case USB device */

/* App log location description */
"Logged information will be saved to \"%1$@\" in your %2$@ folder." = "記錄資訊將儲存在 %2$@ 資料夾的「%1$@」中。";

/* 2.2.4 strings */
"Confirm that your scanner is functioning properly." = "確認您的掃描器正常運作。";
"The selected network is not reachable from your HP device. Try to relocate the device closer to your wireless router or access point." = "無法從您的 HP 裝置連接選取的網路。嘗試將裝置重新放置在離無線路由器或存取點更近的位置。";
"Google Analytics Privacy Policy" = "Google Analytics 隱私權政策";
"The scanner was added successfully." = "已成功新增掃描器。";
"Your %1$@ device is supported for use on OS X %2$@ or later. Please update your computer's operating system." = "支援在 OS X %2$@ 或更新版本上使用您的 %1$@ 裝置。請更新您電腦的作業系統。";
"Test Your Scanner" = "測試您的掃描器";
"Place an item on the scanner and try again." = "將項目放置在掃描器上並再試一次。";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac." = "檢查 USB 纜線是否已穩固連接到裝置和 Mac 上的 USB 連接埠。";
"Cannot configure the device software." = "無法設定裝置軟體。";
"Make sure all device cables are securely connected, or that the wireless connection is working properly, and then try again." = "確定所有裝置纜線已穩固連接，或該無線連線正常運作，然後再試一次。";
"ReviewedCheckboxTitle" = "我已檢閱並接受協議與設定。";
"Your Mac login password is required to complete this step." = "需要您的 Mac 登入密碼才能完成此步驟。";
"Make sure your device is powered on and connected to the network, and then try again." = "確定您裝置的電源已開啟且已連接網路，然後再試一次。";
"HP scanner drivers for your %1$@ device are only available for OS X %2$@ or later. Please update your computer's operating system and then install the latest HP drivers." = "您 %1$@ 裝置的 HP 掃描器驅動程式僅可用於 OS X %2$@ 或更新版本。請更新您電腦的作業系統，然後安裝最新的 HP 驅動程式。";
"Creating the printer queue..." = "正在建立印表機佇列...";
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click Print Test Page." = "若要確認已成功設定印表機，請確保印表機的紙匣中有紙，然後按一下「列印測試頁」。";
"Connecting to the scanner. Please wait..." = "正在連接掃描器，請稍候...";
"Your Mac login credentials are required to grant HP Easy Start permission to install software on this computer. Click OK and then try again." = "需要您的 Mac 登入認證才能授與 HP Easy Start 權限，以將軟體安裝在此電腦上。按一下「好」，然後再試一次。";
"The %@ IP address is not reachable." = "無法連接 %@ IP 位址。";
"Click to setup the scanner in the system" = "按一下以在系統中設定掃描器";
"The IP address you provided is located on a different IP network and cannot be accessed from your Mac." = "您提供的 IP 位址位於不同的 IP 網路上，無法從您的 Mac 存取。";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click Scan Test Page. If working properly the scanned image will appear in the preview area." = "若要執行此選擇性步驟，請根據位置標記將一份單頁文件放置在掃描器上，然後按一下「掃描測試頁」。A 如果正常運作，則掃描的影像將出現在預覽區域中。";
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If the device is still not found, disconnect the USB cable, wait a few moments, and then re-connect." = "檢查 USB 纜線是否已穩固連接到裝置和 Mac 上的 USB 連接埠。如果仍找不到裝置，請中斷連接 USB 纜線，等待幾分鐘，然後重新連接。";
"ProductImprovementDescription" = "為了改善 HP 產品和解決方案、更好地瞭解客戶以及開發策略性業務計畫，HP 將使用包括 Google Analytics 在內的各種工具來收集、合併和分析不含可識別個人身分資訊的資料。";

/* Scan queue creation action title */
"Add this scanner to the System Preferences \"Printers & Scanners\" list." = "將此掃描器新增至「系統偏好設定」的「印表機與掃描器」清單。";

/* Add print queue button description */
"Add this printer to the System Preferences \"Printers & Scanners\" list." = "將此印表機新增至「系統偏好設定」的「印表機與掃描器」清單。";

/* Description for Print view in Enable Print and Scan page */
"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click Print Test Page." = "若要執行此選擇性步驟，請將一張 %@ 紙放置於印表機的紙匣，然後按一下「列印測試頁」。";


/* Title and description of the alert displayed in case app should be restarted to correctly handle HP software update */
"%@ Needs To Be Restarted" = "%@ 需要重新開機";
"Setup of the selected device requires HP software update and restart of %@." = "所選裝置的設定需要進行 HP 軟體更新和將 %@ 重新開機。";

/* Create the print/scan queue action description*/
"Add this device to the System Preferences \"%@\" list." = "將此裝置新增至「系統偏好設定」的 \"%@\" 清單。";
"Add this scanner to the System Preferences \"%@\" list." = "將此裝置新增至「系統偏好設定」的 \"%@\" 清單。";

/* Name of Print & Scan System Preferences pane on OSX 10.8 and lower. The localized name should be the same as in the OSX System Preferences */
"Print & Scan" = "列印和掃描";

/* Name of Print & Scan System Preferences pane on OSX 10.9 and higher. The localized name should be the same as in the OSX System Preferences */
"Printers & Scanners" = "印表機和掃描器";

/* Warning title and description in case the device is found via WSDiscovery but can not be discovered via Bonjour */
"Some of your device functions may be unavailable." = "部分裝置功能可能無法使用。";
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X 支援僅透過 Bonjour 連線之裝置的掃描和傳真功能，但系統無法透過 Bonjour 來發現此裝置。您可以繼續設定此裝置，但裝置將只能提供列印功能。若要使用所有裝置功能，請在您的裝置上啟用 Bonjour，確定裝置已連線至 Mac 所在的區域網路，然後當裝置顯示於清單上時，再次選取裝置。";

/* Description and the button title displayed in case the print queue should be updated with ippusb scheme on 10.12 */
"Print queue for your device needs to be updated." = "裝置的列印佇列需要更新。";
"Update..." = "更新...";

/* Warning description for the case user found ScanJet by IP-address or host name */
"OS X does not support scanning on devices connected via host name or IP-address methods. To scan, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac, and then select the device again when it appears in the list." = "OS X 不支援透過主機名稱或 IP 位址方式連線之裝置的掃描功能。若要掃描，請在您的裝置上啟用 Bonjour，確定裝置已連線至 Mac 所在的區域網路，然後當裝置顯示於清單上時，再次選取裝置。";

"To connect the device, complete the following steps. After you complete each step, click \"Try Again\".\n \n1. Make sure all cables are securely connected or that the wireless connection is working properly.\n\n2. Turn the device off, and then turn it on again" = "若要連接裝置，請完成以下步驟。在您完成每個步驟之後，按一下「再試一次」。\n \n1. 確保所有接線已穩固連接，或無線連線正常運作。\n\n2. 關閉裝置，然後再次開啟。";

/* Hardware Setup screen title, description and explanation */
"Hardware Setup" = "硬體安裝";
"Lets install ink and paper" = "讓我們安裝墨水和紙張!";
"Follow the printed instructions that came with your device.\n\nAfter you've completed ink and paper installation, select <b>Continue</b>." = "遵循裝置隨附的印刷指示進行。\n\n在完成墨水和紙張安裝之後，請選取<b>繼續</b>。";



/* Offline setup flow strings */

/* Online setup error title */
"Cannot establish connection for online setup." = "無法建立連線，以供線上安裝.";
/* Online setup error description in case software is not accessible  */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup." = "包含 HP 軟體安裝在內的某些裝置安裝步驟需要用到網際網路連線。請確保您的電腦連線到網際網路，然後按一下「再試一次」。按一下「離線繼續」，以略過線上安裝.";
/* Online setup error description in case software is accessible */
"Some of the device setup steps including HP software installation require Internet connection. Make sure your computer is connected to the Internet, and then click Try Again. Click Continue Offline to skip the online setup steps and setup your device with AirPrint driver." = "包含 HP 軟體安裝在內的某些裝置安裝步驟需要用到網際網路連線。請確保您的電腦連線到網際網路，然後按一下「再試一次」。按一下「離線繼續」，以略過線上安裝步驟，並以 AirPrint 驅動程式來設定您的裝置.";
/* Continue offline button title */ 
"Continue Offline" = "離線繼續";

/* Information text to the busy alert on trying to close download window */
"Software download is in progress. Please wait until download is completed." = "軟體下載正在進行中。請等待，直到下載完成.";

/* Confirmation button title on busy alert */
"Close Anyway" = "仍舊關閉";

/* Information text to the busy alert on trying to quit application */
"You have an active downloading in progress. Please wait for downloading completion or cancel active downloads." = "您目前有正在進行中的下載。請等待下載完成或取消進行中下載。";

/* The information text to the download failure alert, when the reason is unknown */
"The software cannot be downloaded. Try again later." = "該軟體無法下載。請稍後重試。";

/* Switch to Bonjour connection proposal screen */

/* Screen Title */
"Enable Bonjour" = "啟用 Bonjour";

/* Title and description for the message displayed in case the device found by IP-address is also available via Bonjour */
"Your device is available via Bonjour connection." = "您的裝置可透過 Bonjour 連線使用。";
"Using Bonjour allows you to have more features and options for work with your device." = "藉由 Bonjour，您可以在使用裝置時擁有更多功能和選項。";

/* Radio buttons for selecting connection */
"Use Bonjour connection" = "使用 Bonjour 連線";
"Use current connection" = "使用目前的連線";


/* Message text for MFU found by IP-address or WS-Discovery */
"OS X supports scanning and faxing features for devices connected via Bonjour only, but this device can not be discovered via Bonjour. You may continue to setup this device for printing only. To use all device functions, enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X 僅對透過 Bonjour 連線的裝置提供掃描和傳真功能，但無法透過 Bonjour 發現此裝置。您可以繼續設定此裝置，以僅使用列印功能。要使用裝置的所有功能，請啟用裝置上的 Bonjour，請確定裝置與 Mac 連線至同一區域網路。";


/* Message text for scanner found by IP-address or WS-Discovery */
"OS X supports scanning for devices connected via Bonjour only, but this device can not be discovered via Bonjour. Please enable Bonjour on your device, ensure that the device is connected to the same local network as your Mac." = "OS X 僅對透過 Bonjour 連線的裝置提供掃描功能，但無法透過 Bonjour 發現此裝置。您可以繼續設定此裝置，以僅供列印。請啟用裝置上的 Bonjour，請確定裝置與 Mac 連線至同一區域網路。";


/* Wireless setup over USB */

/* Screen title and description */
"Connect device to the wireless network" = "將裝置連線至無線網路";
"Your device supports wireless network connection." = "您的裝置支援無線網路連線。";


/* Radio buttons for selecting connection */
"Connect to wireless network" = "連線至無線網路";
"Continue with USB connection" = "以 USB 連線繼續";

/* Error message for USB device setup error */
"Check that the USB cable is securely connected to the USB ports on the device and your Mac. If still not working, turn your device off, wait a few moments, and turn it on again." = "請檢查 USB 纜線是否已穩固連線至裝置和 Mac 上的 USB 連線埠。如果裝置仍無法工作，請將其關閉，等待幾分鐘後再將其開啟。";

/* Title and description for message that tells user device is to be unplugged from USB */
"Unplug your device from USB." = "從 USB 拔除裝置。";
"Please unplug your device from USB to start using the network connection." = "請從 USB 拔除裝置，並開始使用網路連線。";


/* SW Download */

/* Search field placeholder */
"Device model name" = "裝置機型名稱";

/* Initial action description */
"Enter the device model name to start searching for software online." = "輸入裝置機型名稱以開始線上搜尋軟體。";

/* Done button title */
"New Download" = "新下載";


/* Print/scan test page action description */
"To ascertain that the printer has been successfully configured, ensure there is paper in the printer's paper tray, and then click %@." = "要確定印表機已經成功組態，請確定印表機的紙匣中有紙張，然後按一下 %@。";
"To perform this optional step, place a single-page document on the scanner according to the placement markings, and then click %@. If working properly the scanned image will appear in the preview area." = "要執行此選用步驟，請根據放置標記將單頁文件放在掃描器上，然後按一下 %@。如果執行正常，掃描的影像將顯示在預覽區域。";

"To perform this optional step, place a sheet of %@ paper in the printer's paper tray, and then click %@." = "要執行此選用步驟，請將一張 %@ 紙放入印表機紙匣內，然後按一下 %@。";

/* Alert message for case user connects to the wireless network, but the specific band is turned off on the device control panel */
"%@ Wi-Fi band frequency support is turned off. Please turn it on in the device control panel, or select another network." = "%@ Wi-Fi 頻帶頻率支援已關閉。請在裝置控制台中將其開啟或選取其他網路。";

/* Wireless channel bands */
"2.4GHz" = "2.4GHz";
"5GHz" = "5GHz";

/* Select device screen description. The bold text is marked with <b>..</b> */
"Select the device you want to use and then click <b>Continue</b>." = "選取您想要使用的裝置，然後按一下<b>繼續</b>。";

/* Join Wi-Fi network action note. The bold text is marked with <b>..</b> */
"Note: When you click <b>Join</b>, your Mac will be temporarily disconnected from your wireless network. %@" = "注意：當您按一下<b>加入</b>時，Mac 將暫時與無線網路連線中斷。%@";

/* Join Wi-Fi screen description. The bold text is marked with <b>..</b> */
"Click on the label under device icon and give your device a name that will be easy to recognize, make sure your Mac’s current Wi-Fi network is selected, and then click <b>Join</b>." = "按一下裝置圖示下的標籤並指定一個容易識別的名稱給裝置、確保已選取 Mac 目前的 Wi-Fi 網路，然後按一下<b>加入</b>。";

/* Open HP Utility and Continue Online screen descriptions. The bold text is marked with <b>..</b> */
"Click <b>Open HP Utility</b> and then follow the steps presented. Once HP Utility has opened, HP Easy Start will automatically close." = "按一下<b>開啟 HP 公用程式</b>，然後遵循呈現的步驟進行。在開啟 HP 公用程式後，HP Easy Start 將自動關閉。";
"Click <b>Continue Online</b> to open your Web browser and then follow the steps presented. Once your browser has opened, HP Easy Start will automatically close." = "按一下<b>線上繼續</b>以開啟 Web 瀏覽器，然後按照呈現的步驟進行。開啟瀏覽器後，HP Easy Start 將自動關閉。";

/* The first screen description */
"Power on your device to quickly and easily set up, connect, and begin printing with HP Easy Start. In a few simple steps, your HP printer or scanner will be ready to use!" = "電源開啟裝置，然後透過 HP Easy Start 輕鬆快速設定、連線和開始列印。只需幾個簡單的步驟，您的 HP 印表機或掃描器便可使用！";

/* Controls caption for case locale/language was not initially set */
"Select Country..." = "選擇國家/地區...";
"Select Language..." = "選擇語言...";

/* Enable Bonjour screen descriptions for scanners */
"Bonjour connection is required for scanning." = "掃描時需要 Bonjour 連線。";

/* Proceed with Bonjour connection action description for scanners */ 
"Click <b>Continue</b> to proceed with Bonjour connection." = "按一下<b>繼續</ b>以繼續進行 Bonjour 連線。";

/* Add printer/print test page screen title and description */
"Add and Verify Your Device" = "新增和驗證您的裝置"; 
"Follow these steps to prepare the device for work." = "依照這些步驟 ，針對工作準備好裝置。";

/* Quit application during online setup alert message header */
"Setup not complete" = "設定未完成";

/* Quit application during online setup alert message details button titles are "Continue", "Skip to Software Download" and "Quit"*/
"If you close %1$@, you might not be able to print from this computer.\nEven though you have connected your printer to a network, you will still need to install print drivers.\nAdditionally, if you close this window now, your supplies might not be configured properly.\nClick <b>%2$@</b> to continue set up (recommended), <b>%3$@</b> to download and install printer drivers, or <b>%4$@</b> to quit the application." = "如果關閉 %1$@，可能無法從此電腦列印。\n即使已將印表機連線至網路，仍需要安裝列印驅動程式。\n此外，如果現在關閉此視窗，可能無法正確組態您的耗材。\n按一下<b>%2$@</b>以繼續設定（建議）；按一下<b>%3$@</b>可下載和安裝印表機驅動程式；或按一下<b>%4$@</b>以離開應用程式。";

/* Skip online setup button title */
"Skip to Software Download" = "略過以至「軟體下載」";

/* Quit application during online setup button title */
"Quit" = "結束";

"Welcome to %@!" = "歡迎使用 %@！";
"Power on your device to easily set up, connect, and begin printing with HP Easy Start.\nLet's get your HP printer or scanner ready to use!" = "啟動裝置，以便輕鬆設定、連線並開始使用 HP Easy Start 來進行列印。\n我們先準備好 HP 印表機或掃描器！";
I_Have_Read_Agreement_prefix = "我已閱讀並同意";
"End_User_License_Agreement" = "使用者授權合約";
" and " = "和";
"Privacy Statement" = "隱私權聲明";
I_Have_Read_Agreement_suffix = "。";
User_Settings_prefix = "如需深入瞭解資訊或變更使用者設定，請";
"click here" = "按一下此處";
User_Settings_suffix = "。";
"User Settings" = "使用者設定";
"Allow usage information to be sent" = "允許傳送使用資訊";
"HP collects and analyzes printer usage and technical data from HP devices for the purposes of providing and improving products, services and business operations, and delivering relevant information and benefits. HP may also analyze this data in combination with other data collected in accordance with the HP Privacy Statement." = "HP 會從 HP 裝置收集和分析印表機使用情況和技術資料，以便提供和改進產品、服務和業務營運，以及提供相關資訊和多項優惠。HP 可能還會將此資料與根據 HP 隱私權聲明收集的其他資料結合，以進行分析。";
"Allow your %@ software to send data to HP" = "允許 %@ 軟體來傳送資料給 HP";
"In order to deliver better versions of your %@ software, HP will periodically collect anonymous usage data (some information may be collected using Google Analytics) and transmit that data to HP." = "為了提供版本更好的 %@ 軟體，HP 會定期收集匿名用量資料 (有些資訊可能會使用 Google Analytics 來收集) 並將該資料傳輸至 HP。";
"Click here to learn more about Google Analytics" = "按一下此處來瞭解有關 Google Analytics 的更多資訊";
"Prepare printer for setup" = "準備印表機設定";
"Click <b>Continue</b> after you complete the following tasks." = "完成以下工作後，按一下<b>繼續</b>。";
"Make sure the printer is plugged into a power source" = "確認印表機已插入電源";
"Make sure the printer is turned ON" = "確認印表機已開啟";
"For wireless printer setup, remove any Ethernet or USB cables that might be connected to your printer" = "如要無線設定印表機，請移除可能連接至印表機的任何Ethernet 或 USB 連接線";
"For assistance with these tasks, consult the information provided with your printer." = "有關這些工作的說明，請參閱印表機隨附的資訊。";

/*////////////////////////////////////////////////////////////////////////////*/
/*                                                                            */
/*                            Hawk Specific                                   */
/*                                                                            */
/*////////////////////////////////////////////////////////////////////////////*/

"Download" = "下載";
/* Menu item to create new window */
"New Download Window" = "新下載視窗";

/* Main screen title */
"Download Software" = "下載軟體";

/* Helping description on the main screen to the seatch field */
"Enter the device model name to start searching for software" = "輸入裝置機型名稱，以開始搜尋軟體";

/* Stub message when search field is empty and no model is selected */
"No model selected" = "未選取機型";

/* Title of link to open location of downloaded software component in Finder */
"Show In Finder" = "在取景器中顯示";
